;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; Translation Author = wisecleaner.com
; Translation Author Email = support@wisecleaner.com
; Product name: Wise Registry Cleaner
; Version = 11.3.3
; Update: Jun. 12, 2026
;
[Lang]
NativeLanguage=English
ChangeLang=Please restart the application to apply the changes.

[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu
Support=Support & Feedback

[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
;Font and Charset
;
LanguageName = ENU
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Information
Warning = Warnings
Error = Error
Confirm = Confirmation
;
; Main GUI
;
FrmGeneral.chkuac.caption=Skip UAC
FrmWRC.btnregclean.caption=Registry Cleaner
FrmWRC.btnadv.caption=System Tuneup
FrmWRC.btnsilm.caption=Registry Defrag
FrmWRC.btnrestore.caption=Restore
FrmWRC.btnsettings.caption=Settings
FrmWRC.btnsuggest.caption=Support & Feedback
FrmWRC.WiseSimpleButton1.caption=Back up
FrmWRC.btnupdate.caption=Check for update
FrmWRC.btnmessage.caption=News


;
; Reg Cleaner
;
FrmReg.caption=Activate
FrmRegClean.btnall.caption=Select all
FrmRegClean.btnre.caption=Recommended
FrmRegClean.btnnone.caption=Select none
FrmRegClean.WiseLabel1.caption=AutoClean
FrmRegClean.lbltype.caption=Run task:
FrmRegClean.lblweek.caption=Date:
FrmRegClean.lbltime.caption=Time:
FrmRegClean.btnScan.caption=Scan
FrmRegClean.btncancel.caption=Cancel
FrmRegClean.btnrescan.caption=Scan again
FrmRegClean.lblstat.caption=The registry has not been scanned yet.
FrmRegClean.vtrc.Columns[0]=Data
FrmRegClean.vtrc.Columns[1]=Registry Key
FrmReg.lblinfo.caption=Thank you for choosing Wise Registry Cleaner.
FrmReg.lblinfoex.caption=Please input your license key to activate the PRO version.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Your name:
FrmReg.lblKey.caption=License key:
FrmReg.btnReg.caption=Activate
FrmReg.btnbuy.caption=Buy Now
FrmReg.lblhelp.caption=Having trouble entering your license key?
FrmReg.btnContact.caption=Contact us

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimize
FrmOptimizer.btnnone.caption=Select none
FrmOptimizer.btnall.caption=Select all
FrmOptimizer.btnDefault.caption=System Default
Frmoptimizer.lblinfoex.caption=Optimize the registry to improve system speed and stability.
FrmOptimizer.btnoptimize.caption=Optimize
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Defragment and compact the registry to accelerate system response and efficiency.
FrmRegDefragger.lblstat.caption=The registry has not been analyzed yet.
FrmRegDefragger.btndefrag.caption=Defragment
FrmRegDefragger.lblinfo1.caption=1. Close all other applications before starting.
FrmRegDefragger.lblinfo2.caption=2. Temporary unresponsiveness during analysis is expected.
FrmRegDefragger.lblinfo3.caption=3. Defragmenting the registry requires restarting your computer. 
FrmRegDefragger.lblinfo4.caption=4. Do not interrupt the process - may cause system instability.
FrmRegDefragger.vtdefrag.Columns[0]=Name
FrmRegDefragger.vtdefrag.Columns[1]=Current size
FrmRegDefragger.vtdefrag.Columns[2]=New size
FrmRegDefragger.vtdefrag.Columns[3]=Redundancy rate
FrmRegDefragger.btnAnalysis.caption=Analyze
;
; Custom scan areas
;
Frmcustom.btnre.caption=Recommended
Frmcustom.btnall.caption=Select all
Frmcustom.btnnone.caption=Select none
Frmcustom.btncancel.caption=Cancel
Frmcustom.btnok.caption=OK
;
; About Window
;
Frmabout.lblstatus.caption=Status:
frmabout.lblUninstall.caption=Uninstall Instruction
frmabout.lblPolicy.caption=Privacy Policy
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblhomeinfo.caption=https://www.wisecleaner.com
FrmAbout.lblthanks.caption=Thanks to the following people for their contributions:
FrmAboutWin.caption=About
FrmAboutWin.btnok.caption=OK
;
; Settings
;
FrmSettings.caption=Settings
FrmSettings.tsCommon.caption=General
FrmGeneral.chkexp.caption=Join the Customer Experience Improvement Program
FrmGeneral.lblexp.caption=Detail
FrmSettings.tsAutoRun.caption=Auto Run
FrmSettings.tsExclusion.caption=Exclusions
FrmSettings.btnrestore.caption=About
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Cancel
FrmUsers.lblinfo.caption=Select the users you want Wise Registry Cleaner to manage.
FrmUsers.rdcuser.caption=Current user only
FrmUsers.rdauser.caption=All users
FrmUsers.rdusers.caption=Selected users
FrmSettings.tsUsers.caption=Users
FrmGeneral.ckRestorePoint.caption=Auto create a system restore point before defragmenting the registry.
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Create a "Clean with 1-click" icon on the desktop
FrmAutorunSettings.lblcmd.caption=Command line mode
FrmAutorunSettings.lblcmdinfo.caption=You can use the command line to run this program to scan and clean the registry. For more information, please press F1 or click the URL below to read our help documentation.
FrmAutorunSettings.btnhelp.caption=Help On-line
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Add a keyword
FrmExclusion.btnExport.caption=Export
FrmExclusion.btnRemove.caption=Remove
FrmExclusion.btnimport.caption=Import
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Cancel
;
; General Settings
;
FrmGeneral.chkNews.caption=Auto get newsletters
FrmGeneral.chkbackup.caption=Auto back up registry before cleaning
FrmGeneral.WiseLabel1.caption=Check for updates:
FrmGeneral.WiseLabel2.caption=Language:
FrmGeneral.btnchecknew.caption=Check Now
FrmGeneral.lbtran.caption=Translate to...
FrmGeneral.lblBackup.caption=Backup to:
FrmGeneral.btnbr.caption=Browse
;
; Backup and Restore
;
Frm_br.btncancel.caption=Cancel
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Create a full registry backup
FrmBackup.btnsys.caption=Create a system restore point
FrmRestore.caption=Restore Center
FrmRestore.btnRegBk.caption=Registry Restore
FrmRestore.btnSysBK.caption=System Restore
FrmRestore.btnclose.caption=Close
FrmRestore.btnrestore.caption=Restore
FrmRestore.btnremove.caption=Remove
;
; Update
;
frmupdate.caption=Software Update
;
; Popup Menus
;
pmLicenseKey1=Activate
pmLicenseKey=Change license key
pmHelp=Online Help
pmforum=Forum
pmHome=Homepage
pmContact=Contact us
pmCheckNew=Check for updates
pmStyle=Appearance
pmLang=Languages
pmAbout=About
pmIgnore=Ignore selected
pmrec=Select safe entries
pmAll1=Select all
pmNone=Select none
pmGo=Open in Registry Editor
pmExport=Export to...
pmPortable=Create a portable version
;
; DefProcess
;
FrmProcess.Caption=Registry Analysis
FrmProcess.lblwait.caption=Analyzing...
FrmProcess.lblinfo.caption=Your PC will be unresponsive for a few seconds or minutes.
FrmProcess.lblwait.caption=Analyzing, please wait...
FrmSettings.tsArea.caption=Area
FrmOptimizer.btnRecommended.caption=Recommended
FrmWRC.btnAi.caption=WiseX
[Message]
Unlimited=Unlimited
Free=Free
Registried=Registered
Unregistried=Unregistered
NoNews=You have no unread message.
InvalidRegInfo=Invalid registration information!
alluser=All users
currentuser=Current user
Username=User name
Proupdate=Sorry, this particular version does not support updating to newer versions. If you choose to update, it will be downgraded to the free version. Continue to update?
MWDetected=MalwareBytes is detected to block %s from working. Click OK to get the solution.
ActivateOnline=Verifying your registration information, please wait for a few seconds...
WRCRunning=The program is running.
StopAndExit=The program is scanning, do you want to stop the scan and exit now?
EmptyEmail=Email address can't be empty.
EmptyName=User name can't be empty.
InvalidEmail=Invalid email, please input a correct email.
EmpytKey=License key can't be empty.
InvalidKey=Invalid license key, please input a correct key.
EnterEmail=Enter your email
EnterName=Enter your name
EnterKey=Enter your license key
OverMaxTimes=Exceeded the maximum number of activations.
ThanksRegister=Thank you for registering this product!
Activated=The PRO version has been activated.
ConnectFail=Unable to connect to the server. Please check your network connection and try again later.
NoRegInfo=Could not find your registration information, please check and try again. If you need more help, please contact us.
NeedAdmire=This feature is for administrators only. If you want to run this feature, please log in as an administrator.
ScheduleHint=Clean up your computer regularly.
Unoptimized=Unoptimized
UpdateError=Update error. Do you want to download the latest version from our website?
RegeditorLocked=Registry Editor is not enabled. Backup & Restore requires access to Registry Editor. Do you want to enable Registry Editor now?
failtounLock=Failed to enable Registry Editor. Please try to enable it manually. Or contact your administrator for assistance.
Total=Total
DefragRate=It can help you reduce registry size by %s.
SuggestDefrag=An immediate registry defrag is recommended.
SuggestIgnore=There is hardly any redundancy in your registry. Please defragment it next time.
TypeNoError=Clean
NeverClean=The registry has not been scanned yet.
AdviseClean=Clean up redundant registry entries to keep your system running smoothly.
DupItem=This item is already listed.
Advisedefrag=Defragment and compact the registry to accelerate system response and efficiency.
NeverDefrag=The registry has not been analyzed yet.
LastDefrag=Last registry defragmentation:
TotalDefrag=A total of %.2f has been compressed.
DefaultValue= (Default)
RegBackup=Back up Registry
RegRestore=Restore Registry
CreateBackup=Creating backup data...
Compress=Compressing...
Extracte=Extracting...
Complete=Complete
RestoreReg=Restoring registry...Please wait a few minutes.
NotSupportOS=This operating system does not support this feature.
EnableRestore=System Restore is disabled. Do you want to enable system restore?
SysCreating=Creating a system restore point...
SysRestoring=Preparing to restore the system...
RestorePointDone=The system restore point was successfully created.
RestorePointFail=Failed to create the system restore point.
ErrorMsg=Error message:
Area=Area
Summary=Description
LeastOne=Please choose at least one area to scan.
IsRunning=The program is scanning, please wait for the scan done, and try again.
Optimized=Optimized
ComfirmDefrag=Please save your unfinished work. Windows system will restart immediately after registry defragmentation. Do you want to start now?
def15After=%d days have passed since the last registry defragmentation. An immediate analysis is recommended.
def15Before=Your computer will run fast and stable if you keep your registry as compact as possible.
KeyWord=Please enter your keywords:
ExImport=The exclusion list has been exported to:
NoNewVer=You are using the latest version.
Daily=Daily
Weekly=Weekly
Monthly=Monthly
Never=Never
TranslateTo=Translate to...
NeedBack=This is your first time using the program. It is recommended to take a registry backup immediately. Would you like to back up now?
Newsletter=Newsletter
UpgradeInfo=Upgrade Information
CannotCrTask=Unable to create scheduled task.
ScheduleNextTime=The next time:
Exported=The scan results have been exported to to %s. Do you want to open the report now?
Idle=On idle
Login=At log on
LastClean=Last cleanup:
Monday=Monday
Tuesday=Tuesday
Wednesday=Wednesday
Thursday=Thursday
Friday=Friday
Saturday=Saturday
Sunday=Sunday
IssueFound=%d issues
Scanning=Scanning
ScanCanceled=Scanning the registry has been canceled.
FindError=%d issues were found. %d cannot be safely deleted.
LogAll=%d issues were found, %d issues have been solved.
LogFail=Failed to remove %d issues.
StartClean=Clean
StartScan=Scan
7After= %d days have passed since your last registry clean. It is recommended to scan now.
7Before=A clean registry keeps your computer running smoothly.
ReScanHint=%d issues were found. We suggest you scan again to find more issues.
CleanNow=Click on the【Clean】button to fix these issues to improve your PC performance.
NoError=Congratulations! You have a clean registry!
GoodHabit=Regularly cleaning the registry can help keep your computer running at its best.
ReScanHint1=We recommend that you scan again to spot potential issues immediately.
TypeChanged=You have changed the scanning items!
ReScanHint2=Please scan again to find issues.
CleanDone=Clean up complete!
bkAuto=Auto
bkManual=Manual
BackupDate=Backup created
BackupType=Type
issues=Issues
CreateDate=Date created
Description=Description
Removebackup=Do you want to delete the selected backup?
RemoveSysRestore=Do you want to delete the selected system restore point?
NoBackupSelected=Please select at least one backup to restore.
RestoreComplete=Restoring the registry is complete.
RestoreFromSysRestore=System Restore needs to restart your computer. Please save your work before clicking the YES button. Do you want to start restoring now?
WhenIdle=On idle
WhenLogin=At log on
NewVer=There is a new version available! Do you want to update now?
TranslateTo=Translate into...
HistoryErrors=Total fixed errors: %d
clickfix=Click here to fix it.
whydisable=Deletion of the latest restore point is prohibited for system safety.
WhatHint=What is it?
[Tuneup]
RestoreAll=Do you want to restore all the items to Windows default?
NoSelectedItem=Please select one item at minimum.
OptItems=%d items can be optimized.
ItemsOptimized=%d items have been optimized.
TakeEff=Some changes will not come into effect until you reboot your PC.
NoItems=Congratulations! All the items have been optimized.

BootSpeedup=Boot & Shutdown Optimization
TimeOut=Reduce wait time for unresponsive apps to speed up shutdown.
ClearPagingFile=Skip clearing the Paging File at shutdown for a faster exit.
BootPartition=Optimize boot files to help Windows start faster.
BootDelay=Shorten the disk check countdown to speed up boot time.
PrefetchParameters=Fine-tune prefetch data for a smoother Windows startup.
SuperPrefetchParameters=Disable Superfetch to free up RAM during system startup.
DisableIDECheck=Skip unnecessary hardware channel scans to save time at startup.

SystemStable=System Stability
DisableInsiderBuilds=Disable Insider Preview Builds to ensure system stability by blocking pre-release updates.
shakeminimize=Disable "Aero Shake" to prevent accidental window minimization.
BlueReboot=Disable automatic restart on system failure (BSOD).
RemoteRegAccess=Restrict remote access to the Registry.
TwoProcess=Launch folder windows in a separate process to improve overall reliability.
RestartExplorer=Auto-restart Windows Explorer if it crashes to maintain desktop availability.
AutoKill=Automatically end unresponsive tasks to prevent system freezes.

SystemSpeedup=System Speedup
RemoveShotcut=Remove the "- Shortcut" suffix from new icons.
AutoReStartShell=Auto-restart Windows Explorer after errors to prevent system freezes.
ListveiwOpt=Optimize the visual effect of the menu and list to improve the operating speed of the system.
FileListSpeed=Speed up folder content loading and file list refreshes..
PreviewUP=Show Taskbar window previews instantly on hover.
AeroSnap=Make windows snap into place faster.
ShowSpeed=Improve overall system display and menu responsiveness.
IconCache=Expand icon cache to speed up desktop and folder loading.
ForeAppSpeed=Prioritize CPU power for your active apps and games.
AeroPeek=Display the desktop instantly when using Aero Peek.
PagingExecutive=Keep system drivers in RAM for faster response. (Requires >1GB RAM)
PorcessorTime=Optimize processor scheduling for smoother gaming and app performance. (Ignore this if your machine is a server.)
CloseAnimate=Disable window animations to make maximizing/minimizing feel instant.
DisAutoRun=Turn off Drive Autoplay to block potential malware from spreading.
OptDiskSystem=Streamline disk data processing for faster file access.
OptFileSystem=Fine-tune file system logic to improve general system speed.
OptVEff=Simplify UI visual effects to reduce system lag.
OptMemory=Optimize memory allocation for better system stability.
Debugger=Stop background debugging to handle errors more efficiently.
ErrorReport=Disable error reporting prompts to save time after app crashes.
powercfghigh=Enable "High Performance" power plan for maximum speed.
powercfghighminimal=Switch to "Power Saver" mode to extend your laptop's battery life.
powercfg=Balance power settings for a more responsive system.
OptDiskIdle=Balance disk activity during idle time to prevent system lag.

NetworkSpeedup=Network Speedup
LanmanBuf=Speed up local network file sharing and access.
NetworkThrottlingIndex=Remove network speed limits for multimedia and gaming.
OptLAN=Optimize local network settings for faster data transfers.
OptDNS=Speed up web address lookups for faster site loading.
OptEthernet=Fine-tune wired network card performance.
OptNetForward=Improve data routing efficiency across the network.
OptNetWork=Optimize core network settings to boost transfer speeds.
OptWINS=Speed up name resolution on older local networks.
OptMTU=Auto-detect the best packet size to prevent data loss.
OptTTL=Adjust Time-to-Live settings to reduce packet timeouts.
OptIEConnection=Optimizes server connections to load webpages and online videos faster.

SSDSpeedup=SSD Optimization
DisableHibernate=Disable Hibernation to reclaim disk space and reduce SSD wear. ("Fast Startup" will also be disabled.)
DisableDefragBoot=Stop boot-time defragmentation to extend SSD lifespan.
DisableDefragIdle=Turn off automatic idle defragmentation to prevent unnecessary SSD wear.
DisablePrefetch=Disable Prefetch to reduce background disk writes on your SSD.
EnableTRIM=Enable TRIM to maintain peak SSD speed and efficiency
DisableSuperPrefetch=Disable Superfetch to minimize SSD activity and extend its life.

Systemsecurity=System Security
WMPNetworkSvc=Turn off Media Player library sharing to keep your files private.
DataCollection=Disable Telemetry to stop sending diagnostic data to Microsoft and enhance your privacy.
StickyKeys=Disable the Sticky Keys shortcut (pressing Shift 5 times) to prevent accidental activation.
LockScreenToastEnabled=Hide notifications on the lock screen to protect your privacy.
DownloadMode=Disable Windows Update Delivery Optimization to stop sharing updates with other PCs and save bandwidth.
RemoteGetHelp=Disable Remote Assistance to prevent unauthorized access and enhance your computer's security.

[Type]
ContextMenu=Invalid Context Menu Items
MUICache=MUI Cache
Services=Windows Services
Activex=ActiveX/COM Components
FireWall=Firewall Settings
RootAll=Invalid Paths
SoftwareSection=Software Paths
ApplicationPaths=Application Paths
FileTypes=File Types
HelpFiles=Help Files
Fonts=Fonts
SharedDLL=Shared DLLs
MRULists=User MRU Lists
UninstallSection=Uninstaller
StartMenu=Start Menu
StartupProgram=Startup Programs
SoundandAppEvents=Sound and AppEvents
IEUrlHistory=IE URL History
IFEO=Image File Execution
EmptyKey=Empty Keys
App=Application Settings

[ErrorMessage]
MUIError1=Missing MUI reference, but drive "%s" is %s. It is recommended that you ignore this error.
MUIError=Missing MUI reference
ServiceNotExists=The specified service program does not exist.
MimeExName=Incorrect MIME file extension registered: %s
EmptyKey=Empty key
EmptyHelpdirctory=Empty Help directory.
FileNotExist=File (Folder) does not exist.
HFileNotExist=Help File (Folder) does not exist. 
EmptyValue=Empty value 
TypeLib=Type Library does not exist:
NodeEmpty=Empty Node 
InvalidAppID=The App ID referenced does not exist.
SharedFilenotexist=Shared File does not exist. 
sharedfilenotbeuse=Shared file is not used. 
noconnection=Without file connection information.
Invalidpathtoicon=Invalid path to icon. 
ReferstoaninvalidClass=Refer to an invalid Class. 
Emptyshellcommand=Shell command is empty. 
Invalidshellcommand=Invalid shell command (File does not exist). 
Fontsnotexist=Fonts File does not exist. 
Hijacking=%s has been hijacked by %s. 
MRULists=User MRU Lists 
invalidOpenWith=No application associated with this type. 
ReferActivex=Refer to an invalid ActiveX/COM entry. 
EmptyCLSID=Empty CLSID. 
ComSourceNotExist=COM Source does not exist. 
invalidUnistall=Invalid uninstall information. 
notexist=does not exist. 
ObsoleteStartMenuItem=Obsolete Start Menu Item. 
SoundFilenotexist=Sound File does not exist. 
FileNotExist1=File (Folder) does not exist, but drive "%s" is %s, it is recommended that you ignore this error.
OpenWithError=Open with error, the specified application does not exist.
OpenWithError1=Open with error, the specified application does not exist. But the drive "%s" is %s, it is recommended that you ignore this error.
ComSourceNotExist1=COM Source does not exist, but drive %s is %s, it is recommended that you ignore this error.
Trojan=This is typical behavior of the Trojan. We strongly recommend that you immediately remove the entry and use anti-virus software to scan your computer.
InvalidShellExtensions=Invalid shell extensions
progid=Specified program identifier does not exist:
[Summary]
ContextMenu=Invalid context menu items.
MUICache=Missing MUI Cache Reference.
Services=Invalid Windows services.
Activex=Invalid ActiveX and COM components.
FireWall=Invalid Windows firewall settings.
RootAll=Invalid paths and files.
SoftwareSection=Invalid paths and files left by removed software.
ApplicationPaths=Invalid registered application paths and files.
FileTypes=Invalid file extension information.
HelpFiles=Invalid registered help files.
Fonts=Invalid font information.
SharedDLL=Missing shared dynamic-link libraries.
MRULists=History of user accessed files, watched movies, edited documents etc.
UninstallSection=Useless or invalid uninstallation information.
StartMenu=Obsolete start menu items.
StartupProgram=Obsolete or invalid startup programs.
SoundandAppEvents=Obsolete or invalid settings of sound and events.
IEUrlHistory=Visited web history with IE.
IFEO=Malicious entries created by spyware, virus or malware.
EmptyKey=Entries with no information.
App=Invalid application settings.

[AutoClean]
ErrorsFixed=errors have been cleaned.
Title=Congratulations!
ErrorsFound=errors were found.

[AutoUpdate]
CurrentFile=Current file:
Canceling=Canceling...
CANCEL=Cancel
Ready=Ready to download

[Skin]
SkinDefault=Default
SkinLight=Light
SkinDark=Dark

[Renew]
subscribed=Do not remind me again.
title=Wise Registry Cleaner PRO will expire in %d days!
title1=Your license key has expired. Please renew it in time!
Price=Renew Pro only %s!
Describe=You will lose the privileges of the Pro Edition.

[Edit]
pmcut=Cut
pmcopy=Copy
pmpaste=Paste
pmdelete=Delete
pmselectall=Select all
pmundo=Undo
Renew=Renew now

[feedback]
InvalidEmail=Please enter correct email address.
emptyinput=Please input some thing for submit.
thanks=Thanks for your feedback!
FrmFeedback.lblfeedback.caption = How do you rate %s?
FrmFeedback.lblemail.caption = Email address:
FrmFeedback.lblgood.caption = Which feature do you like best?
FrmFeedback.lblbad.caption = Which feature do you dislike the most?
FrmFeedback.lblwant.caption = What new feature do you want most?
FrmFeedback.btncancel.caption = Not interested
FrmFeedback.btnsubmit.caption = Submit

[WiseAi]
LoadUtilities=Loading...